<?php
if(class_exists('AttendanceAdmin')){
?>
	<div id="attendance-plugin">
		<?php include_once(OSAM_PLUGIN_INCLUDE_FILES."/admin-head.php"); ?>
		<div class="wrap">
			<h2>利用規約</h2>
			<div>
				<h3>プラグインの取り扱い</h3>
				<p>出勤・勤怠管理プラグイン（以下略・当プラグイン）は、ご利用は無料です。<br />利用開始によって、当プラグインの利用規約に同意したものとみなします。</p>
				<h3>同意事項</h3>
				<ul style="padding:0 15px 0 15px;list-style-type:disc;">
					<li>当プラグインを利用するにあたって、本利用規約を確認の上、同意してください。同意しない場合は利用することができません。</li>
					<li>当プラグインは利用者の自己責任によって利用する。利用者の何らの請求又は苦情の申し立てを行わないものとします。</li>
					<li>当プラグイン使用ページにて、著作権表示や著作権リンク、プラグイン名の表示を許可するものとします。</li>
				</ul>
				<h3>禁止事項</h3>
				<p>以下の行為を禁止します。禁止行為を発見した場合は、削除要請などの権利を当方が行使します。 </p>
				<ul style="padding:0 15px 0 15px;list-style-type:disc;">
					<li>当プラグインの著作者（開発者）を偽り配布する行為（一部のソースコードも含む）</li>
				</ul>
				<h3>個人情報保護について</h3>
				<p>当プラグインで作成された情報は、当プラグイン外で使用することはありません。<br />当方に作成したデータが送信されることもありません。</p>
				<h3>免責事項</h3>
				<p>当プラグインは、予告なく変更・更新停止することがあります。<br />ユーザ間の紛争や損害が生じた場合は、自己解決するものとし、当方は関与致しません。 </p>
				<h3>その他の連絡事項</h3>
				<p>プラグインの著作権リンク表示を削除したい場合は有料となります。詳しくは当方の<a href="http://lp.olivesystem.jp/plugin-am-copyright" title="" target="_blank">ウェブサイト</a>でご確認願います。</p>
				<p>ご連絡は<a href="http://lp.olivesystem.jp/plugin-am-mail" title="問い合わせ" target="_blank">問い合わせフォーム</a>からお願い致します。</p>
				<h3>管轄裁判所について</h3>
				<p>本利用規約の解釈及び適用は、日本法に従うものとします。<br />当方とユーザー間で紛争が生じた場合に、紛争について調停を申し立てるときは、東京簡易裁判所又は東京地方裁判所をもって、調停を申し立てる裁判所とします。<br />当方とユーザー間で紛争が生じた場合に、訴訟を提起するときは、東京簡易裁判所又は東京地方裁判所を専属的な管轄裁判所とします。</p>
				<p>平成二十五年九月二十日　制定</p>
				<p>平成二十八年五月六日　改定</p>
			</div>
		</div>
	</div>

<?php
}
?>